Repository: NagusameCS/Path
Catalog: apple/PathGame/PathGame/Resources/*.lproj/Localizable.strings
Languages: de, es, fr

# app_tagline
source: A Daily Puzzle Game
de: Ein Tägliches Puzzlespiel
es: Un Juego de Puzzle Diario
fr: Un Jeu de Puzzle Quotidien

# nav_play
source: Play
de: Spielen
es: Jugar
fr: Jouer

# nav_friends
source: Friends
de: Freunde
es: Amigos
fr: Amis

# nav_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# game_daily_puzzle
source: Daily Puzzle
de: Tägliches Puzzle
es: Puzzle Diario
fr: Puzzle du Jour

# game_path_length
source: Path
de: Pfad
es: Camino
fr: Chemin

# game_optimal
source: Optimal
es: Óptimo

# game_score
source: Score
de: Punkte
es: Puntuación

# game_calculating
source: Calculating...
de: Berechne...
es: Calculando...
fr: Calcul...

# game_valid_moves
source: %d valid moves
de: %d gültige Züge
es: %d movimientos válidos
fr: %d coups valides

# game_no_valid_moves
source: No valid moves - tap Finish!
de: Keine Züge - tippe auf Fertig!
es: Sin movimientos - ¡toca Terminar!
fr: Aucun coup - appuyez sur Terminer !

# action_undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler

# action_restart
source: Restart
de: Neustart
es: Reiniciar
fr: Recommencer

# action_finish
source: Finish
de: Fertig
es: Terminar
fr: Terminer

# action_share
source: Share
de: Teilen
es: Compartir
fr: Partager

# action_give_up
source: Give Up
de: Aufgeben
es: Rendirse
fr: Abandonner

# result_perfect
source: Perfect! ⭐
de: Perfekt! ⭐
es: ¡Perfecto! ⭐
fr: Parfait ! ⭐

# result_amazing
source: Amazing! 🎯
de: Erstaunlich! 🎯
es: ¡Increíble! 🎯
fr: Incroyable ! 🎯

# result_great
source: Great! ✨
de: Super! ✨
es: ¡Genial! ✨
fr: Super ! ✨

# result_good
source: Good! 👍
de: Gut! 👍
es: ¡Bien! 👍
fr: Bien ! 👍

# result_complete
source: Complete! 🎮
de: Geschafft! 🎮
es: ¡Completo! 🎮
fr: Terminé ! 🎮

# result_your_path
source: Your Path
de: Dein Pfad
es: Tu Camino
fr: Votre Chemin

# result_optimal_path
source: Optimal Path
de: Optimaler Pfad
es: Camino Óptimo
fr: Chemin Optimal

# result_try_other_size
source: Try %@
de: Versuche %@
es: Prueba %@
fr: Essayer %@

# result_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# result_subtitle_perfect
source: You found the optimal path!
de: Du hast den optimalen Pfad gefunden!
es: ¡Encontraste el camino óptimo!
fr: Vous avez trouvé le chemin optimal !

# result_subtitle_amazing
source: So close to perfect!
de: So nah an der Perfektion!
es: ¡Muy cerca de la perfección!
fr: Si proche de la perfection !

# result_subtitle_great
source: Nice job!
de: Gute Arbeit!
es: ¡Buen trabajo!
fr: Beau travail !

# result_subtitle_default
source: Keep practicing!
de: Weiter üben!
es: ¡Sigue practicando!
fr: Continuez à pratiquer !

# stats_title
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques

# stats_overview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu

# stats_achievements
source: Achievements
de: Erfolge
es: Logros
fr: Succès

# stats_history
source: History
de: Verlauf
es: Historial
fr: Historique

# stats_games_played
source: Games Played
de: Gespielte Spiele
es: Partidas Jugadas
fr: Parties Jouées

# stats_perfect_games
source: Perfect Games
de: Perfekte Spiele
es: Partidas Perfectas
fr: Parties Parfaites

# stats_current_streak
source: Current Streak
de: Aktuelle Serie
es: Racha Actual
fr: Série Actuelle

# stats_best_streak
source: Best Streak
de: Beste Serie
es: Mejor Racha
fr: Meilleure Série

# stats_average_score
source: Average Score
de: Durchschnitt
es: Puntuación Media
fr: Score Moyen

# stats_perfect_rate
source: Perfect Rate
de: Perfektionsrate
es: Tasa de Perfección
fr: Taux de Perfection

# stats_no_games
source: No games played yet
de: Noch keine Spiele
es: Sin partidas aún
fr: Aucune partie jouée

# stats_start_playing
source: Start playing to see your stats!
de: Spiele, um deine Statistik zu sehen!
es: ¡Empieza a jugar para ver tus estadísticas!
fr: Commencez à jouer pour voir vos stats !

# stats_5x5_stats
source: 5×5 Stats
de: 5×5 Statistik
es: Stats 5×5
fr: Stats 5×5

# stats_7x7_stats
source: 7×7 Stats
de: 7×7 Statistik
es: Stats 7×7
fr: Stats 7×7

# stats_games
source: Games
de: Spiele
es: Partidas
fr: Parties

# stats_perfect
source: Perfect
de: Perfekt
es: Perfectas
fr: Parfaits

# stats_avg
source: Avg
de: Ø
es: Media
fr: Moy

# stats_distribution
source: Score Distribution
de: Punkteverteilung
es: Distribución de Puntuaciones
fr: Distribution des Scores

# stats_score_distribution
source: Score Distribution
de: Punkteverteilung
es: Distribución de Puntuaciones
fr: Distribution des Scores

# stats_games_distribution
source: Games Distribution
de: Spieleverteilung
es: Distribución de Partidas
fr: Distribution des Parties

# stats_achievement_progress
source: Achievement Progress
de: Erfolgsfortschritt
es: Progreso de Logros
fr: Progression des Succès

# stats_all
source: All
de: Alle
es: Todos
fr: Tous

# stats_no_history
source: No history yet
de: Kein Verlauf
es: Sin historial
fr: Pas encore d'historique

# stats_complete_to_see_history
source: Complete puzzles to see your history
de: Löse Puzzles um den Verlauf zu sehen
es: Completa puzzles para ver tu historial
fr: Complétez des puzzles pour voir votre historique

# game_size_5x5
source: 5×5 Grid
de: 5×5 Raster
es: Cuadrícula 5×5
fr: Grille 5×5

# game_size_7x7
source: 7×7 Grid
de: 7×7 Raster
es: Cuadrícula 7×7
fr: Grille 7×7

# friends_title
source: Friends
de: Freunde
es: Amigos
fr: Amis

# friends_activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité

# friends_challenges
source: Challenges
de: Herausforderungen
es: Desafíos
fr: Défis

# friends_today_leaderboard
source: Today's Leaderboard
de: Heutige Bestenliste
es: Clasificación de Hoy
fr: Classement du Jour

# friends_all_friends
source: All Friends
de: Alle Freunde
es: Todos los Amigos
fr: Tous les Amis

# friends_no_friends
source: No friends yet
de: Noch keine Freunde
es: Sin amigos aún
fr: Pas encore d'amis

# friends_add_friends_desc
source: Add friends to compare scores and compete on the leaderboard
de: Füge Freunde hinzu, um Punkte zu vergleichen
es: Añade amigos para comparar puntuaciones y competir
fr: Ajoutez des amis pour comparer les scores et rivaliser

# friends_add_friends
source: Add Friends
de: Freunde Hinzufügen
es: Añadir Amigos
fr: Ajouter des Amis

# friends_no_recent_games
source: No recent games
de: Keine aktuellen Spiele
es: Sin partidas recientes
fr: Pas de parties récentes

# friends_challenge
source: Challenge
de: Herausfordern
es: Desafiar
fr: Défier

# friends_remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer

# friends_no_activity
source: No recent activity
de: Keine aktuelle Aktivität
es: Sin actividad reciente
fr: Pas d'activité récente

# friends_no_challenges
source: No pending challenges
de: Keine offenen Herausforderungen
es: Sin desafíos pendientes
fr: Pas de défis en attente

# friends_challenge_desc
source: Challenge friends after completing a puzzle
de: Fordere Freunde nach einem Puzzle heraus
es: Desafía a tus amigos después de completar un puzzle
fr: Défiez des amis après avoir terminé un puzzle

# friends_challenged_you
source: %@ challenged you!
de: %@ hat dich herausgefordert!
es: ¡%@ te desafió!
fr: %@ vous a défié !

# friends_their_score
source: Their score: %d/%d
de: Ihr Ergebnis: %d/%d
es: Su puntuación: %d/%d
fr: Leur score : %d/%d

# friends_accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter

# friends_decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser

# friends_game_center_prompt
source: Sign in to Game Center
de: Bei Game Center anmelden
es: Inicia sesión en Game Center
fr: Connectez-vous à Game Center

# friends_game_center_desc
source: Connect with Game Center to add friends and compare scores
de: Verbinde dich mit Game Center für Freunde
es: Conéctate a Game Center para añadir amigos y comparar puntuaciones
fr: Connectez-vous à Game Center pour ajouter des amis

# friends_sign_in
source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter

# friends_open_game_center
source: Open Game Center
de: Game Center Öffnen
es: Abrir Game Center
fr: Ouvrir Game Center

# friends_from_game_center
source: Friends from Game Center will appear automatically
de: Game Center Freunde erscheinen automatisch
es: Los amigos de Game Center aparecerán automáticamente
fr: Les amis de Game Center apparaîtront automatiquement

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# settings_game
source: Game
de: Spiel
es: Juego
fr: Jeu

# settings_default_grid
source: Default Grid Size
de: Standard-Rastergröße
es: Tamaño de Cuadrícula
fr: Taille de Grille

# settings_show_optimal
source: Show Optimal Path
de: Optimalen Pfad Zeigen
es: Mostrar Camino Óptimo
fr: Afficher Chemin Optimal

# settings_show_optimal_desc
source: Display optimal after completing
de: Nach Abschluss anzeigen
es: Mostrar óptimo al completar
fr: Afficher après complétion

# settings_feedback
source: Feedback
es: Retroalimentación
fr: Retours

# settings_haptic
source: Haptic Feedback
de: Haptisches Feedback
es: Vibración
fr: Vibrations

# settings_haptic_desc
source: Vibrate on interactions
de: Vibration bei Interaktionen
es: Vibrar en interacciones
fr: Vibrer lors des interactions

# settings_sound
source: Sound Effects
de: Soundeffekte
es: Efectos de Sonido
fr: Effets Sonores

# settings_sound_desc
source: Play sounds during game
de: Töne während des Spiels
es: Reproducir sonidos durante el juego
fr: Jouer des sons pendant le jeu

# settings_notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones

# settings_daily_reminder
source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio Diario
fr: Rappel Quotidien

# settings_daily_reminder_desc
source: Get reminded to play
de: Erinnerung zum Spielen
es: Recibe un recordatorio para jugar
fr: Recevoir un rappel pour jouer

# settings_reminder_time
source: Reminder Time
de: Erinnerungszeit
es: Hora del Recordatorio
fr: Heure du Rappel

# settings_appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence

# settings_theme
source: Theme
de: Design
es: Tema
fr: Thème

# settings_theme_system
source: System
es: Sistema
fr: Système

# settings_theme_light
source: Light
de: Hell
es: Claro
fr: Clair

# settings_theme_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre

# settings_high_contrast
source: High Contrast
de: Hoher Kontrast
es: Alto Contraste
fr: Contraste Élevé

# settings_high_contrast_desc
source: Increase color contrast
de: Farbkontrast erhöhen
es: Aumentar contraste de colores
fr: Augmenter le contraste

# settings_data
source: Data
de: Daten
es: Datos
fr: Données

# settings_sync_now
source: Sync Now
de: Jetzt Synchronisieren
es: Sincronizar Ahora
fr: Synchroniser

# settings_reset_stats
source: Reset All Stats
de: Statistik Zurücksetzen
es: Restablecer Estadísticas
fr: Réinitialiser les Stats

# settings_reset_stats_desc
source: Clear all game history
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Effacer tout l'historique

# settings_about
source: About
de: Über
es: Acerca de
fr: À Propos

# settings_how_to_play
source: How to Play
de: Spielanleitung
es: Cómo Jugar
fr: Comment Jouer

# settings_about_path
source: About Path
de: Über Path
es: Sobre Path
fr: À Propos de Path

# settings_visit_website
source: Visit Website
de: Website Besuchen
es: Visitar Sitio Web
fr: Visiter le Site

# settings_version
source: Version %@
es: Versión %@

# settings_signed_in
source: Signed in as %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@

# settings_not_signed_in
source: Not signed in
de: Nicht angemeldet
es: Sin sesión iniciada
fr: Non connecté

# settings_game_center_dashboard
source: Game Center Dashboard
es: Panel de Game Center
fr: Tableau de Bord Game Center

# reset_title
source: Reset All Stats?
de: Alles Zurücksetzen?
es: ¿Restablecer Todo?
fr: Tout Réinitialiser ?

# reset_message
source: This will permanently delete all your game history, achievements, and statistics. This action cannot be undone.
de: Dies löscht dauerhaft deinen gesamten Spielverlauf, Erfolge und Statistiken. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todo tu historial, logros y estadísticas. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement tout votre historique, succès et statistiques. Cette action est irréversible.

# reset_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# reset_confirm
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

# help_title
source: How to Play
de: Spielanleitung
es: Cómo Jugar
fr: Comment Jouer

# help_done
source: Done
de: Fertig
es: Listo
fr: Terminé

# help_page1_title
source: Find the Path
de: Finde den Pfad
es: Encuentra el Camino
fr: Trouvez le Chemin

# help_page1_desc
source: Your goal is to find the longest possible path through a grid of numbers, starting from the center cell.
de: Dein Ziel ist es, den längsten möglichen Pfad durch ein Zahlenraster zu finden, beginnend von der mittleren Zelle.
es: Tu objetivo es encontrar el camino más largo posible a través de una cuadrícula de números, empezando desde la celda central.
fr: Votre objectif est de trouver le plus long chemin possible à travers une grille de nombres, en partant de la case centrale.

# help_page1_detail1
source: Start from the highlighted center cell
de: Starte von der markierten mittleren Zelle
es: Empieza desde la celda central resaltada
fr: Commencez par la case centrale surlignée

# help_page1_detail2
source: Find the longest path you can
de: Finde den längstmöglichen Pfad
es: Encuentra el camino más largo que puedas
fr: Trouvez le plus long chemin possible

# help_page1_detail3
source: A new puzzle awaits you each day
de: Jeden Tag ein neues Puzzle
es: Un nuevo puzzle te espera cada día
fr: Un nouveau puzzle vous attend chaque jour

# help_page2_title
source: Movement Rules
de: Bewegungsregeln
es: Reglas de Movimiento
fr: Règles de Déplacement

# help_page2_desc
source: Move to any adjacent cell (up, down, left, right, or diagonal) that has a value within ±1 of your current cell.
de: Bewege dich zu einer benachbarten Zelle (oben, unten, links, rechts oder diagonal), die einen Wert von ±1 deiner aktuellen Zelle hat.
es: Muévete a cualquier celda adyacente (arriba, abajo, izquierda, derecha o diagonal) que tenga un valor dentro de ±1 de tu celda actual.
fr: Déplacez-vous vers n'importe quelle case adjacente (haut, bas, gauche, droite ou diagonale) ayant une valeur de ±1 par rapport à votre case actuelle.

# help_page2_detail1
source: 8 possible directions to move
de: 8 mögliche Richtungen
es: 8 direcciones posibles para moverte
fr: 8 directions possibles

# help_page2_detail2
source: Target value must be current ±1
de: Zielwert muss aktuell ±1 sein
es: El valor debe ser actual ±1
fr: La valeur cible doit être actuelle ±1

# help_page2_detail3
source: Each cell can only be used once
de: Jede Zelle kann nur einmal benutzt werden
es: Cada celda solo puede usarse una vez
fr: Chaque case ne peut être utilisée qu'une fois

# help_page3_title
source: Achieve Perfection
de: Erreiche Perfektion
es: Logra la Perfección
fr: Atteignez la Perfection

# help_page3_desc
source: Try to match or beat the optimal path length calculated for each puzzle.
de: Versuche, die für jedes Puzzle berechnete optimale Pfadlänge zu erreichen oder zu übertreffen.
es: Intenta igualar o superar la longitud del camino óptimo calculado para cada puzzle.
fr: Essayez d'égaler ou de battre la longueur optimale calculée pour chaque puzzle.

# help_page3_detail1
source: Optimal path is shown after you finish
de: Optimaler Pfad wird nach Abschluss gezeigt
es: El camino óptimo se muestra al terminar
fr: Le chemin optimal est affiché après

# help_page3_detail2
source: Get a ⭐ for reaching the optimal length
de: Erhalte einen ⭐ für den optimalen Pfad
es: Obtén una ⭐ por alcanzar el óptimo
fr: Obtenez une ⭐ pour le chemin optimal

# help_page3_detail3
source: Track your stats and build streaks
de: Verfolge deine Statistik und baue Serien
es: Sigue tus estadísticas y construye rachas
fr: Suivez vos stats et construisez des séries

# help_page4_title
source: Compete & Share
de: Wetteifere & Teile
es: Compite y Comparte
fr: Rivalisez et Partagez

# help_page4_desc
source: Connect with friends and compare your daily scores on the leaderboard.
de: Verbinde dich mit Freunden und vergleiche deine täglichen Ergebnisse in der Bestenliste.
es: Conéctate con amigos y compara tus puntuaciones diarias en la clasificación.
fr: Connectez-vous avec des amis et comparez vos scores quotidiens dans le classement.

# help_page4_detail1
source: Sign in to Game Center
de: Melde dich bei Game Center an
es: Inicia sesión en Game Center
fr: Connectez-vous à Game Center

# help_page4_detail2
source: Challenge friends to beat your score
de: Fordere Freunde heraus
es: Desafía a amigos a superar tu puntuación
fr: Défiez des amis de battre votre score

# help_page4_detail3
source: Share your results on social media
de: Teile deine Ergebnisse in sozialen Medien
es: Comparte tus resultados en redes sociales
fr: Partagez vos résultats sur les réseaux

# help_ready_title
source: You're Ready!
de: Du Bist Bereit!
es: ¡Listo!
fr: Vous Êtes Prêt !

# help_ready_desc
source: Start playing and see how far you can go. Good luck!
de: Beginne zu spielen und sieh, wie weit du kommst. Viel Glück!
es: Empieza a jugar y mira hasta dónde puedes llegar. ¡Buena suerte!
fr: Commencez à jouer et voyez jusqu'où vous pouvez aller. Bonne chance !

# help_start_playing
source: Start Playing
de: Spielen Starten
es: Empezar a Jugar
fr: Commencer à Jouer

# onboarding_welcome
source: Welcome to Path
de: Willkommen bei Path
es: Bienvenido a Path
fr: Bienvenue sur Path

# onboarding_welcome_desc
source: A new puzzle every day
de: Jeden Tag ein neues Puzzle
es: Un nuevo puzzle cada día
fr: Un nouveau puzzle chaque jour

# onboarding_find_way
source: Find Your Way
de: Finde Deinen Weg
es: Encuentra Tu Camino
fr: Trouvez Votre Chemin

# onboarding_find_way_desc
source: Navigate through numbers using simple rules
de: Navigiere durch Zahlen mit einfachen Regeln
es: Navega entre números con reglas simples
fr: Naviguez entre les nombres avec des règles simples

# onboarding_challenge
source: Challenge Friends
de: Fordere Freunde
es: Desafía a Amigos
fr: Défiez des Amis

# onboarding_challenge_desc
source: Compare scores and climb the leaderboard
de: Vergleiche Punkte und klettere in der Bestenliste
es: Compara puntuaciones y escala en la clasificación
fr: Comparez les scores et grimpez dans le classement

# onboarding_begin
source: Let's Begin
de: Los Geht's
es: Comencemos
fr: Commençons

# onboarding_ready
source: Ready to find your path?
de: Bereit, deinen Pfad zu finden?
es: ¿Listo para encontrar tu camino?
fr: Prêt à trouver votre chemin ?

# onboarding_play_now
source: Play Now
de: Jetzt Spielen
es: Jugar Ahora
fr: Jouer Maintenant

# onboarding_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant

# onboarding_skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer

# onboarding_get_started
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer

# leaderboard_title
source: Leaderboard
de: Bestenliste
es: Clasificación
fr: Classement

# leaderboard_5x5_best
source: 5x5 Best
de: 5x5 Beste
es: Mejor 5x5
fr: Meilleur 5x5

# leaderboard_7x7_best
source: 7x7 Best
de: 7x7 Beste
es: Mejor 7x7
fr: Meilleur 7x7

# leaderboard_streak
source: Streak
de: Serie
es: Racha
fr: Série

# leaderboard_perfects
source: Perfects
de: Perfekte
es: Perfectas
fr: Parfaits

# leaderboard_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

# leaderboard_week
source: Week
de: Woche
es: Semana
fr: Semaine

# leaderboard_all_time
source: All Time
de: Alle Zeiten
es: Siempre
fr: Tout le Temps

# leaderboard_your_rank
source: Your Rank
de: Dein Rang
es: Tu Posición
fr: Votre Rang

# leaderboard_no_entries
source: No entries yet
de: Keine Einträge
es: Sin entradas aún
fr: Aucune entrée

# leaderboard_be_first
source: Be the first to set a score!
de: Sei der Erste mit einer Punktzahl!
es: ¡Sé el primero en establecer una puntuación!
fr: Soyez le premier à marquer !

# leaderboard_sign_in_prompt
source: View leaderboards and compete with players worldwide
de: Bestenlisten sehen und mit Spielern weltweit konkurrieren
es: Ve clasificaciones y compite con jugadores de todo el mundo
fr: Voir les classements et rivaliser avec des joueurs du monde entier

# leaderboard_you
source: YOU
de: DU
es: TÚ
fr: VOUS

# about_title
source: About
de: Über
es: Acerca de
fr: À Propos

# about_created_by
source: Created by
de: Erstellt von
es: Creado por
fr: Créé par

# about_built_with
source: Built with
de: Gebaut mit
es: Hecho con
fr: Fait avec

# about_website
source: Website
es: Sitio Web
fr: Site Web

# share_play_at
source: Play at: pathgame.nagusamecs.com
de: Spielen auf: pathgame.nagusamecs.com
es: Juega en: pathgame.nagusamecs.com
fr: Jouez sur : pathgame.nagusamecs.com

# tooltip_undo
source: Undo your last move
de: Letzten Zug rückgängig machen
es: Deshacer tu último movimiento
fr: Annuler votre dernier coup

# tooltip_restart
source: Start over from the center
de: Von der Mitte neu starten
es: Empezar de nuevo desde el centro
fr: Recommencer depuis le centre

# tooltip_finish
source: Submit your path when done
de: Deinen Pfad einreichen
es: Enviar tu camino cuando termines
fr: Soumettre votre chemin

# tooltip_share
source: Share your results
de: Deine Ergebnisse teilen
es: Compartir tus resultados
fr: Partager vos résultats

# tooltip_grid_toggle
source: Switch between 5×5 and 7×7 grids
de: Zwischen 5×5 und 7×7 Rastern wechseln
es: Cambiar entre cuadrículas 5×5 y 7×7
fr: Basculer entre grilles 5×5 et 7×7

# tooltip_help
source: Learn how to play
de: Spielanleitung lernen
es: Aprende cómo jugar
fr: Apprendre à jouer

# tooltip_settings
source: Adjust game settings
de: Spieleinstellungen anpassen
es: Ajustar configuración del juego
fr: Ajuster les réglages

# legend_current
source: Current
de: Aktuell
es: Actual
fr: Actuel

# legend_valid
source: Valid Move
de: Gültiger Zug
es: Mov. Válido
fr: Coup Valide

# legend_visited
source: Visited
de: Besucht
es: Visitado
fr: Visité

# legend_start
source: Start
es: Inicio
fr: Début

# help_example_current
source: Current
de: Aktuell
es: Actual
fr: Actuel

# help_legend_current
source: Current (5)
de: Aktuell (5)
es: Actual (5)
fr: Actuel (5)

# help_legend_valid
source: Valid (4 or 6)
de: Gültig (4 oder 6)
es: Válido (4 o 6)
fr: Valide (4 ou 6)

# a11y_cell_value
source: Cell value %d
de: Zellenwert %d
es: Valor de celda %d
fr: Valeur de case %d

# a11y_cell_current
source: Current cell, value %d
de: Aktuelle Zelle, Wert %d
es: Celda actual, valor %d
fr: Case actuelle, valeur %d

# a11y_cell_valid
source: Valid move, value %d
de: Gültiger Zug, Wert %d
es: Movimiento válido, valor %d
fr: Coup valide, valeur %d

# a11y_cell_visited
source: Visited cell, value %d
de: Besuchte Zelle, Wert %d
es: Celda visitada, valor %d
fr: Case visitée, valeur %d

# a11y_undo_button
source: Undo last move
de: Letzten Zug rückgängig
es: Deshacer último movimiento
fr: Annuler le dernier coup

# a11y_restart_button
source: Restart puzzle
de: Puzzle neu starten
es: Reiniciar puzzle
fr: Recommencer le puzzle

# a11y_finish_button
source: Finish and submit path
de: Pfad beenden und einreichen
es: Terminar y enviar camino
fr: Terminer et soumettre le chemin

# a11y_share_button
source: Share results
de: Ergebnisse teilen
es: Compartir resultados
fr: Partager les résultats

# give_up_title
source: Give Up?
de: Aufgeben?
es: ¿Rendirse?
fr: Abandonner ?
