Repository: NagusameCS/Path
Catalog: apple/PathGame/PathGame/Resources/*.lproj/Localizable.strings
Languages: de, es, fr

# give_up_message
source: The perfect path will be revealed and you won't be able to retry this puzzle today.
de: Der perfekte Pfad wird enthüllt und du kannst dieses Puzzle heute nicht erneut versuchen.
es: El camino perfecto será revelado y no podrás reintentar este puzzle hoy.
fr: Le chemin parfait sera révélé et vous ne pourrez pas réessayer ce puzzle aujourd'hui.

# give_up_confirm
source: Reveal Path
de: Pfad Zeigen
es: Mostrar Camino
fr: Révéler le Chemin

# give_up_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# unlock_congrats
source: CONGRATULATIONS!
de: HERZLICHEN GLÜCKWUNSCH!
es: ¡FELICIDADES!
fr: FÉLICITATIONS !

# unlock_mastered_5x5
source: You've mastered the 5×5 grid! Would you like to try the challenging 7×7 grid?
de: Du hast das 5×5 Raster gemeistert! Möchtest du das schwierigere 7×7 Raster probieren?
es: ¡Has dominado la cuadrícula 5×5! ¿Te gustaría probar la desafiante cuadrícula 7×7?
fr: Vous avez maîtrisé la grille 5×5 ! Voulez-vous essayer la grille 7×7 plus difficile ?

# unlock_share_results
source: SHARE RESULTS
de: ERGEBNISSE TEILEN
es: COMPARTIR RESULTADOS
fr: PARTAGER LES RÉSULTATS

# unlock_not_now
source: NOT NOW
de: JETZT NICHT
es: AHORA NO
fr: PAS MAINTENANT

# unlock_lets_go
source: LET'S GO!
de: LOS GEHT'S!
es: ¡VAMOS!
fr: C'EST PARTI !

# archive_completed_today
source: You've completed today's 7×7! Try a previous day's puzzle:
de: Du hast das heutige 7×7 abgeschlossen! Probiere ein Puzzle von einem früheren Tag:
es: ¡Has completado el 7×7 de hoy! Prueba un puzzle de un día anterior:
fr: Vous avez terminé le 7×7 d'aujourd'hui ! Essayez un puzzle des jours précédents :

# archive_title
source: 📅 PUZZLE ARCHIVE
de: 📅 PUZZLE-ARCHIV
es: 📅 ARCHIVO DE PUZZLES
fr: 📅 ARCHIVE DES PUZZLES

# archive_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# nav_stats
source: Stats
de: Statistik
